Repository: gonzalo-droid/quoteAnimeIOS
Catalog: QuoteAnimeWidget/Localizable.xcstrings
Source language: en
Languages: es

# %lld días
source: %lld days
es: %lld días

# %lld días seguidos
source: %lld day streak
es: %lld días seguidos

# Elige un hábito
source: Choose a habit
es: Elige un hábito

# Este hábito ya no existe.
source: This habit no longer exists.
es: Este hábito ya no existe.

# Hábito
source: Habit
es: Hábito

# Mantén pulsado el widget para elegir un hábito.
source: Touch and hold the widget to choose a habit.
es: Mantén pulsado el widget para elegir un hábito.

# Mapa de actividad de las últimas %lld semanas
source: Activity map for the last %lld weeks
es: Mapa de actividad de las últimas %lld semanas

# Mi Rutina
source: My Routine
es: Mi Rutina

# Quote Anime — Pantalla bloqueada
source: Quote Anime — Lock Screen
es: Quote Anime — Pantalla bloqueada

# Sigue el progreso de un hábito desde la pantalla de inicio
source: Track one habit's progress from the home screen
es: Sigue el progreso de un hábito desde la pantalla de inicio

# Sin hábitos activos
source: No active habits
es: Sin hábitos activos

# Tus hábitos activos, con racha y check de hoy.
source: Your active habits, with their streak and today's check.
es: Tus hábitos activos, con racha y check de hoy.

# Una frase de anime en tu pantalla bloqueada.
source: An anime quote on your Lock Screen.
es: Una frase de anime en tu pantalla bloqueada.

# Una frase de anime en tu pantalla de inicio.
source: An anime quote on your Home Screen.
es: Una frase de anime en tu pantalla de inicio.
